Revit 2027 API
ParameterTypeId.SpotElevLowerSuffix Property
 "Lower Value Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevLowerSuffix { get; }
Public Shared ReadOnly Property SpotElevLowerSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevLowerSuffix {
	ForgeTypeId^ get ();
}
static member SpotElevLowerSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace